"Email" = "Email";
"Username" = "Erabiltzailea";
"Password" = "Pasahitza";
"Follow %@" = "%@ jarraitu";
"Continue" = "Jarraitu";
"Share" = "Konpartitu";
"More..." = "Gehiago...";
"Cancel" = "Ezeztatu";
"Slug" = "Slug";
"Private" = "Pribatua";
"Public" = "Publikoa";
"Caption" = "Legenda";
"Title" = "Izenburua";
"Tags" = "Etiketa";
"Close" = "Itxi";
"Notes" = "Oharrak";
"Note" = "Oharra";
"Share" = "Konpartitu";
"Shared" = "Konpartituta";
"Edit" = "Aldatu";
"Actions" = "Ekintzak";
"Services" = "Zerbitzuak";
"Send to %@" = "%@ri bidali";
"Copy" = "Kopiatu";
"Copied!" = "Kopiatuta!";
"Saving to %@" = "%@n gorde";
"Saved!" = "Gordeta!";
"Offline" = "Offline";
"Error" = "Errorea";
"Login" = "Login";
"Logging In..." = "Sartzen...";
"Login Error" = "Sarrera errorea";
"Connecting..." = "Konektatzen...";

"Shortening URL..." = "URLa laburtzen...";
"Shorten URL Error" = "URL laburtzearen Error";
"We could not shorten the URL." = "Ezin izan da URLa laburtu.";

"Create a free account at %@" = "%@n dohako kontua eratu";
"Create an account at %@" = "%@ kontua eratu";

"Send to Twitter" = "Twittera bidali";

"Message is too long" = "Mezua luzeegia da";
"Twitter posts can only be 140 characters in length." = "Mezuak Twitterren 140 karaktere baino ezin dute izan.";
"Message is empty" = "Mezua hutsik dago";
"You must enter a message in order to post." = "Mezua sartu behar duzu bidali ahal izateko.";

"Enter your message:" = "Sartu zure mezua:";

"Invalid email or password." = "Email edo pasahitz okerra.";
"The service encountered an error. Please try again later." = "Zerbitzuak errore bat eman du. Mesedez, saia zaitez berriro beranduago.";
"There was a sending your post to Tumblr." = "Errore bat egon da zure mezua Tumblra bidaltzean.";

"There was an error saving to Pinboard" = "Errore bat egon da Pinboarden gordetzean";

"Sorry, Instapaper did not accept your credentials. Please try again." = "Barkatu, Instapaperrek ez ditu zure agiriak onartu. Mesedez, saia zaitez berriro.";
"Sorry, Instapaper encountered an error. Please try again." = "Barkatu, Instapaperrek errore bat eman du. Mesedez, saia zaitez berriro.";
"There was a problem saving to Instapaper." = "Arazo bat egon da Instapaperren gordetzean.";

"Incorrect username and password" = "Erabiltzaile eta pasahitz okerrak";
"There was an error logging into Google Reader" = "Errore bat egon da Google Readerren sartzean";
"There was a problem authenticating your account." = "Errore bat egon da zure kontua autentikatzean.";
"There was a problem saving your note." = "Arazo bat egon da zure oharra gordetzeanThere was a problem saving your note.";

"There was a problem saving to Delicious." = "Errore bat egon da Deliciousen gordetzean.";

"Open in Safari" = "Safarin ireki";
"Attached: %@" = "Adjuntua: %@";

"You must be online to login to %@" = "Online egon behar zara %@n login egiteko";

"Auto Share" = "Auto-Konpartitu";
"Enable auto share to skip this step in the future." = "Auto-konpartitu aktibatu pausu hau saihesteko hurrengoetan.";

"You must be online in order to share with %@" = "Online egon behar zara %@kin konpatitu ahal izateko";
"There was an error while sharing" = "Errore bat egon da konpartitzean";

"Could not authenticate you. Please relogin." = "Ezin izan zaitugu autentikatu. Mesedez, sar zaitez berriro.";
"There was a problem requesting authorization from %@" = "Errore bat egon da %@tik baimentzean";
"Request Error" = "Eskaera errorea";
"There was an error while sharing" = "Errore bat egon da konpartitzean";

"Authorize Error" = "Baimen errorea";
"There was an error while authorizing" = "Errore bat egon da baimentzean";

"Authenticating..." = "Baimentzen...";
"There was a problem requesting access from %@" = "Errore bat egon da %@tik sarrera eskatzean";

"Access Error" = "Sartze errorea";
"There was an error while sharing" = "Errore bat egon da konpartitzean";